export default {
  title: "О себе",
  info: [
    {
      id: 1,
      desc:
        "Год назад решил плотнее погрузится в тему веб-разработки, и работать в этой сфере. Пришёл на курс HTML Academy. Временами было легко, временами сложно. Но сдаться и в мыслях не было. В малых перерывах после 1го и 2го курса по HTML&CSS успел сделать по проекту в акселераторе - адаптивная вёрстка. А так же сделал инструмент для подсветки блоков при вёрстке, с возможностью подписи семантических блоков. Ещё меня заинтересовало - а как же происходит автоматическая сборка проектов в учебных репозиториях?. Это привело меня травису, и пришлось разобраться с базовыми настройками.",
    },
    {
      id: 2,
      desc: "В ближайших планах немного разобраться с MERN-stack.",
    },
    {
      id: 3,
      desc: "В свободное время учусь, читаю, йожусь.",
    },
  ],
  stack: [
    {
      id: 1,
      title: "BEM",
    },
    {
      id: 2,
      title: "SASS",
    },
    {
      id: 3,
      title: "React",
    },
  ],
}
