export default [
  {
    id: 1,
    company: "HTML Academy",
    position: "студент",
    date: "Сентябрь 2019 - Август 2020",
    desc: [
      {
        id: 1,
        name:
          "HTML и CSS Профессиональная вёрстка сайтов - семантичная и валидная, флекс сетки, доступность.",
      },
      {
        id: 2,
        name:
          "HTML и CSS Адаптивная вёрстка и автоматизация - адаптивная графика, BEM, SASS, Gulp.",
      },
      {
        id: 3,
        name:
          "JavaScript Профессиональная разработка веб-интерфейсов - DOM, обработка событий, модули, структуры данных.",
      },
      {
        id: 4,
        name:
          "JavaScript Архитектура клиентских приложений - ООП, связывание данных, сеть.",
      },
      {
        id: 5,
        name:
          "React Разработка сложных клиентских приложений - маршрутизация, типизация, Redux",
      },
    ],
  },
  {
    id: 2,
    company: "Самообразование",
    date: "Май 2019 - по настоящее время",
    desc: [
      {
        id: 1,
        name: "Читаю MDN, статьи и книги",
      },
      {
        id: 2,
        name: "Смотрю тематические видео",
      },
      {
        id: 3,
        name: "Практикую в код, для закрепления",
      },
    ],
  },
]
